Repository: Louise-Krokedil/woocommerce-plugin
Catalog: languages/wasa-kredit-checkout-*.po
Languages: sv_se

source: but the order could not be changed at Wasa Kredit.
sv_se: men ordern kunde inte ändras hos Wasa Kredit.

source: for %s months.
sv_se: i %s månader.

source: /month
sv_se: /mån

source: Change payment method
sv_se: Byt betalsätt

source: Client Secret is issued by Wasa Kredit.
sv_se: Client Secret ges ut av Wasa Kredit.

source: Enable test mode
sv_se: Slå på testläge

source: Enable Wasa Kredit Checkout
sv_se: Slå på Wasa Kredit Checkout

source: Enable Wasa Kredit Invoice Checkout
sv_se: Slå på Wasa Kredit Faktura Checkout

source: Enable/Disable
sv_se: Slå på/av

source: Error: You changed order status to
sv_se: Fel: Du ändrade orderstatus till

source: Finance with Wasa Kredit
sv_se: Finansiera med Wasa Kredit

source: Finance your purchase with Wasa Kredit leasing
sv_se: Finansiera ditt köp med Wasa Kredit leasing

source: Finance your purchase with Wasa Kredit rental
sv_se: Finansiera ditt köp med Wasa Kredit hyra

source: Financing
sv_se: Finansiering

source: Financing with Wasa Kredit Checkout
sv_se: Finansiering med Wasa Kredit Checkout

source: Financing with Wasa Kredit Invoice Checkout
sv_se: Finansiering med Wasa Kredit Faktura

source: Invoice
sv_se: Faktura

source: Large
sv_se: Stor

source: Large with no icons
sv_se: Stor utan ikoner

source: Monthly cost widget
sv_se: Widget för månadskostnad

source: Only display the monthly cost widget if the product price is higher thant the entered number. Leave blank to disable this feature.
sv_se: Visa endast widget för månadskostnad om produktpriset är högre än den angivna summan. Lämna fältet tomt för att inaktivera funktionen.

source: Partner ID is issued by Wasa Kredit.
sv_se: Partner ID ges ut av Wasa Kredit.

source: Please set your partner credentials on the
sv_se: Ange dina partneruppgifter på

source: Proceed
sv_se: Fortsätt

source: Proceed to select your monthly cost.
sv_se: Fortsätt för att välja din månadskostnad.

source: Select the design of the monthly cost widget
sv_se: Välj utseende på widgeten för månadskostnad.

source: Settings
sv_se: Inställningar

source: settings page
sv_se: inställningssidan

source: Show monthly cost in product details
sv_se: Visa månatlig kostnad på produktsidor

source: Show monthly cost in product list
sv_se: Visa månatlig kostnad i produktlista

source: Small
sv_se: Liten

source: Small with no icons
sv_se: Liten utan ikoner

source: Test mode
sv_se: Testläge

source: The design of the montly cost widget
sv_se: Utseende på widget för månadskostnad.

source: This controls if the test API should be called or not. Do not use in production.
sv_se: Kontrollerar om test-APIet ska kallas på eller inte. Använd ej i produktion.

source: Wasa Kredit Checkout offers financing as a payment method for B2B.
sv_se: Wasa Kredit Checkout erbjuder finansiering som ett betalalternativ för B2B.

source: Widget format
sv_se: Widget-utseende

source: Widget lower threshold
sv_se: Nedre tröskelvärde för widget

source: Will be shown between the price and the add to cart button. You can also use the shortcode [wasa_kredit_product_widget] if you want to add it manually on the product page.
sv_se: Visas mellan pris och knappen Lägg i varukorg. Du kan även använda kortkoden [wasa_kredit_product_widget] om du manuellt vill lägga till widgeten på produktsidan.

source: Will be shown under the price in product listings (added via the <i>woocommerce_after_shop_loop_item</i> hook).
sv_se: Visas under priset i produktlistningen (läggs till via hooken <i>woocommerce_after_shop_loop_item</i>).
